Repository: pedroigor91/Woocommerce-Gerencianet
Catalog: languages/wcgerencianet-*.po
Languages: pt_br

source: WooCommerce Ger&ecirc;ncianet Gateway depends on the last version of %s to work!
pt_br: WooCommerce Ger&ecirc;ncianet Gateway depende da última versão do %s para funcionar!

source: Settings
pt_br: Configurações

source: Ger&ecirc;ncianet standard
pt_br: Ger&ecirc;ncianet padrão

source: Ger&ecirc;ncianet standard works by sending the user to Ger&ecirc;ncianet to enter their payment information.
pt_br: Ger&ecirc;ncianet padrão funciona enviando o usuário para o site do Ger&ecirc;ncianet, onde ele irá fazer o pagamento.

source: Ger&ecirc;ncianet Disabled
pt_br: Ger&ecirc;ncianet Desabilitado

source: Works only with Brazilian Real.
pt_br: Funciona apenas com Real Brasileiro.

source: Enable/Disable
pt_br: Habilita/Desabilita

source: Enable Ger&ecirc;ncianet standard
pt_br: Habilitar Ger&ecirc;ncianet como padrão

source: Title
pt_br: Título

source: This controls the title which the user sees during checkout.
pt_br: Isto controla o título que o usuário vê durante o checkout.

source: Description
pt_br: Descrição

source: This controls the description which the user sees during checkout.
pt_br: Isso controla a descrição que o usuário vê durante o checkout.

source: Pay with Ger&ecirc;ncianet
pt_br: Pagar com Ger&ecirc;ncianet

source: Ger&ecirc;ncianet Token
pt_br: Token da Ger&ecirc;ncianet

source: Please enter your Ger&ecirc;ncianet token. This is needed to process the payment and notifications
pt_br: Por favor digite seu token do Ger&ecirc;ncianet. É necessário para processar o pagamento e as notificações de status da compra. É possível gerar um novo token %s.

source: Gateway Testing
pt_br: Teste de Gateway

source: Enable Ger&ecirc;ncianet sandbox
pt_br: Habilitar Sandbox da Ger&ecirc;ncianet

source: Ger&ecirc;ncianet sandbox can be used to test payments.
pt_br: Ger&ecirc;ncianet sandbox pode ser usado para testar os pagamentos.

source: Debug Log
pt_br: Log de depuração

source: Enable logging
pt_br: Habilitar log

source: Log Ger&ecirc;ncianet events, such as API requests, inside %s
pt_br: Registrar log de eventos do Ger&ecirc;ncianet, como solicitações de API, dentro do arquivo %s

source: An error has occurred while processing your payment, please try again. Or contact us for assistance.
pt_br: Um erro ocorreu ao processar o seu pagamento, por favor, tente novamente ou entre em contato para obter ajuda.

source: You should inform your token. %s
pt_br: Você deve informar o seu token. %s

source: Click here to configure!
pt_br: Clique aqui para configurar!

source: Ger&ecirc;ncianet: Payment completed and credited to your account.
pt_br: Ger&ecirc;ncianet: Pagamento concluído e creditado na sua conta.

source: Ger&ecirc;ncianet Request Failure
pt_br: Ger&ecirc;ncianet Falha na Requisição
